// Создайте страницу, которая отобразит сообщение 
// «Я JavaScript!».
//пишем сразу в html
// alert("Я JavaScript!");

//Возьмите решение предыдущей задачи Вызвать alert, 
//и измените его. Извлеките содержимое скрипта во 
//внешний файл alert.js, лежащий в той же папке.

//подключаем через внешний файл
// alert("Я JavaScript!");

/*Работа с переменными
важность: 2
Объявите две переменные: admin и name.
Запишите строку "Джон" в переменную name.
Скопируйте значение из переменной name в admin.
Выведите на экран значение admin, используя функцию 
alert (должна показать «Джон»).*/
let admin;
let name;
name = "John";
admin = name;
alert(admin);

